Repository: gfreeau/cinnamon-pomodoro
Catalog: pomodoro@gregfreeman.org/po/*.po
Languages: ru

source: Pomodoro started
ru: Pomodoro запустился

source: Waiting to start
ru: Ожидание перед стартом

source: Let's go to work !
ru: За работу!

source: Take a short break
ru: Сделайте короткий перерыв

source: Short break running
ru: Короткий перерыв запущен

source: Take a long break
ru: Сделайте длинный перерыв

source: Long break running
ru: Длинный перерыв запущен

source: Pomodoro ended
ru: Pomodoro закончен

source: http://en.wikipedia.org/wiki/Pomodoro_Technique
ru: https://ru.wikipedia.org/wiki/%D0%9C%D0%B5%D1%82%D0%BE%D0%B4_%D0%BF%D0%BE%D0%BC%D0%B8%D0%B4%D0%BE%D1%80%D0%B0

source: Pomodoro Timer
ru: Pomodoro таймер

source: Completed
ru: Завершено

source: Reset Timer
ru: Сбросить таймер

source: Reset Counts and Timer
ru: Сбросить счет и таймер

source: Settings
ru: Настройки

source: What is this?
ru: Что это?

source: None
ru: Нет

source: Switch Off Pomodoro
ru: Выключить Pomodoro

source: Start a new Pomodoro
ru: Начать новый Pomodoro

source: Hide
ru: Скрыть

source: Pomodoro set finished, you deserve a break!
ru: Pomodoro-сет завершен, Вы заслужили перерыв!

source: Your break is over, start another pomodoro!
ru: Ваш перерыв окончен, начинайте следующий Pomodoro!

source: A new pomodoro begins in
ru: Новый Pomodoro начинается в

source: %d minutes and %d seconds
ru: %d минут и %d секунд

source: Continue Current Pomodoro
ru: Продолжить текущий Pomodoro

source: Pause Pomodoro
ru: Пауза Pomodoro

source: Short break finished, ready to continue?
ru: Короткий перерыв завершен, готовы продолжить?

source: Play Start Sound
ru: Запускать мелодию старта

source: Short Break Duration:
ru: Длительность короткого перерыва:

source: Auto start a new pomodoro after a break ends
ru: Автостарт нового Pomodoro после того как перерыв заканчивается

source: Sounds
ru: Звуки

source: Start Sound File
ru: Запуск звукового файла

source: Options
ru: Опции

source: Sound volume:
ru: Громкость звука:

source: Pomodoro Duration:
ru: Длительность Pomodoro:

source: Long Break Duration:
ru: Длительность длинного перерыва:

source: Break Sound File
ru: Звуковой файл перерыва

source: Auto start after a short break ends
ru: Автозапуск после конца короткого перерыва

source: Display the pomodoro icon in the applet panel
ru: Отображать Pomodoro-иконку на панели апплетов

source: Show the pomodoro timer in the applet panel
ru: Показывать Pomodoro-таймер на панели апплетов

source: Durations (minutes)
ru: Длительность (Минуты)

source: Number of pomodori before long break:
ru: Количество Pomodori перед длительным перерывом:

source: Play Break Sound
ru: Запуск звука перерыва

source: Warn Delay (in secs):
ru: Предупреждать о задержке (в секундах):

source: Show Dialog Messages
ru: Показывать диалоговые сообщения

source: Warn Sound File
ru: Предупреждать о звуковом файле

source: Play Warn Sound
ru: Проигрывать звук предупреждения

source: Play Timer Sound
ru: Проигрывать звук таймера

source: Timer Sound File
ru: Звуковой файл таймера

source: Great tool for boosted productivity!
ru: Великолепный инструмент для ускорения продуктивности!
